<!DOCTYPE html>
<html>
<head>
	<title>Exercício 17</title>
	<meta charset="utf-8">
</head>
<body>


	<section id="seção-a">
		<a href="https://luacsm.github.io/lista2/"> 
		<img src="../img/back.png" alt="some text" width=50 height=50 align="right">
	</a><br>
		<br><br>
		<a href="#seção-final" class="btn">FINAL</a>

		<p>Capítulo I: Macunaíma</p>

		<p>Macunaíma nasceu negro e feio. Foi parido pela índia tapanhumas no Uraricoera.  Ele permaneceu seis anos sem falar, por pura preguiça. Desde pequeno já vivia na malandragem e era louco por dinheiro e pelas mulheres. Os sonhos do protagonista tinham sempre um teor imoral. Ele vivia distante dos princípios morais.</p>

		<p>Ao completar seis anos, o herói ganhou água em um chocalho e a partir daí passou a falar sem problemas. Ele tinha dois irmãos: o idoso Maanape, feiticeiro, e Jiguê, homem vigoroso que vivia na companhia de Sofará. Um dia a mãe de Macunaíma não quis acompanhar o filho em um passeio e pediu que a nora fosse em seu lugar. Na mata o protagonista se transformou em um belo príncipe e brincou com ela. Depois disso, bastava ele choramingar que a cunhada o acompanhava na caminhada.</p>

		<p>Macunaíma inventou de fazer uma armadilha oculta para apanhar uma anta. Assim ele obteve a caça antes de Jiguê, mas este, no momento de dividir a carne, reservou apenas tripas ao herói. Este ficou furioso e quis se vingar. No dia seguinte o irmão dele flagrou Macunaíma com Sofará no mato, bateu no herói e devolveu a companheira para a família dela.</p>
	</section>

	
		<body class="c4"><h2 class="c5" id="h.k2f1ekp8r4wj"><span class="c3">Enredo</span></h2><h3 class="c0" id="h.knhef9ueb842"><span class="c3">Cap&iacute;tulo I: Macuna&iacute;ma</span></h3><p class="c1"><span class="c2">Macuna&iacute;ma nasceu negro e feio. Foi parido pela &iacute;ndia tapanhumas no Uraricoera. &nbsp;Ele permaneceu seis anos sem falar, por pura pregui&ccedil;a. Desde pequeno j&aacute; vivia na malandragem e era louco por dinheiro e pelas mulheres. Os sonhos do protagonista tinham sempre um teor imoral. Ele vivia distante dos princ&iacute;pios morais.</span></p><p class="c1"><span class="c2">Ao completar seis anos, o her&oacute;i ganhou &aacute;gua em um chocalho e a partir da&iacute; passou a falar sem problemas. Ele tinha dois irm&atilde;os: o idoso Maanape, feiticeiro, e Jigu&ecirc;, homem vigoroso que vivia na companhia de Sofar&aacute;. Um dia a m&atilde;e de Macuna&iacute;ma n&atilde;o quis acompanhar o filho em um passeio e pediu que a nora fosse em seu lugar. Na mata o protagonista se transformou em um belo pr&iacute;ncipe e brincou com ela. Depois disso, bastava ele choramingar que a cunhada o acompanhava na caminhada.</span></p><p class="c1"><span class="c2">Macuna&iacute;ma inventou de fazer uma armadilha oculta para apanhar uma anta. Assim ele obteve a ca&ccedil;a antes de Jigu&ecirc;, mas este, no momento de dividir a carne, reservou apenas tripas ao her&oacute;i. Este ficou furioso e quis se vingar. No dia seguinte o irm&atilde;o dele flagrou Macuna&iacute;ma com Sofar&aacute; no mato, bateu no her&oacute;i e devolveu a companheira para a fam&iacute;lia dela.</span></p><h3 class="c0" id="h.a02cb2n8xpbn"><span class="c3">Cap&iacute;tulo II: Maioridade</span></h3><p class="c1"><span class="c2">Jigu&ecirc; arranja outra mulher, Iriqui. Assim que a carne de anta foi devorada, a tribo ficou faminta. Maanape decidiu ca&ccedil;ar um boto, mas o pai do animal, Maraguigana, se enfureceu e enviou uma enchente para dar fim ao milharal.</span></p><p class="c1"><span class="c2">Macuna&iacute;ma teve uma ideia. Ele iludiu sua m&atilde;e, pediu que ela cerrasse os olhos e, quando ela os abriu de novo, os dois estavam na outra margem do rio, rodeados de alimentos fartos. Mas a &iacute;ndia quis levar uma parte da refei&ccedil;&atilde;o para os outros filhos. O protagonista ficou com raiva e os transportou mais uma vez para a velha casa. Voltaram a sentir fome.</span></p><p class="c1"><span class="c2">Para castigar o her&oacute;i, a m&atilde;e o deixou sozinho no meio do mato. Ap&oacute;s uma semana sem rumo, ele encontrou o Curupira. Ele lhe deu um peda&ccedil;o da pr&oacute;pria perna para comer e depois passou a ca&ccedil;ar o her&oacute;i, sempre se guiando por sua carne, j&aacute; na barriga de Macuna&iacute;ma; ela respondia aos seus apelos e denunciava a localiza&ccedil;&atilde;o do protagonista. Ele se libertou do monstro ingerindo lama e vomitando a carne.</span></p><p class="c1"><span class="c2">Logo em seguida encontrou a V&oacute; Cotia, que fabricava farinha. Ela lhe deu de comer, mas ao saber do que ele havia aprontado com a fam&iacute;lia, derramou caldo de aipim envenenado no corpo dele e assim Macuna&iacute;ma cresceu. Apenas a cabe&ccedil;a n&atilde;o foi atingida pela subst&acirc;ncia, permanecendo em estado infantil.</span></p><p class="c1"><span class="c2">Ele voltou para a tribo e passou a brincar com Iriqui. Jigu&ecirc; descobriu tudo, mas diante do novo corpo do irm&atilde;o, agora vigoroso, decidiu n&atilde;o criar problemas. Macuna&iacute;ma amea&ccedil;a se vingar da m&atilde;e. Sem querer, ele a mata ao ca&ccedil;ar uma viada que tinha acabado de dar &agrave; luz; ao se aproximar, v&ecirc; a pr&oacute;pria m&atilde;e morta. Ele e os irm&atilde;os, ap&oacute;s muito sofrer, enterraram o corpo sob uma pedra no Pai da Tocandeira. Os irm&atilde;os e Iriqui decidiram sair mundo afora.</span></p><h3 class="c0" id="h.ifvgrre2k4xg"><span class="c3">Cap&iacute;tulo III: Ci, a M&atilde;e do Mato</span></h3><p class="c1"><span class="c2">Na nova jornada os quatro se deparam com Ci, M&atilde;e do Mato. Macuna&iacute;ma logo quis brincar com ela, mas a icamiaba despertou e confrontou o her&oacute;i. Ap&oacute;s levar a pior, ele recorreu aos irm&atilde;os, os quais deram um golpe na cabe&ccedil;a dela. Macuna&iacute;ma brincou com ela enquanto a mesma estava inconsciente. Ele se tornou o novo Imperador do Mato-Virgem. Seis meses se passaram e ela deu &agrave; luz um filho de pele vermelha. Uma noite Macuna&iacute;ma se embebedou e n&atilde;o olhou por sua esposa. A Cobra Preta chegou e sugou o leite do &uacute;nico seio ativo de Ci. O beb&ecirc; mamou no mesmo peito e morreu envenenado.</span></p><p class="c1"><span class="c2">Ap&oacute;s o sepultamento do beb&ecirc;, Ci retirou de seu colar uma muiraquit&atilde; c&eacute;lebre e presenteou Macuna&iacute;ma com essa pedra. Depois ela ascendeu aos c&eacute;us por meio de uma corda; a M&atilde;e do Mato se converteu em estrela, a Beta do Centauro. Na cova do filho brotou o guaran&aacute;.</span></p><h3 class="c0" id="h.8swcujv46yko"><span class="c3">Cap&iacute;tulo IV: Boi&uacute;na Luna</span></h3><p class="c1"><span class="c2">O her&oacute;i partiu com seus irm&atilde;os, com a muiraquit&atilde; nos l&aacute;bios furados. Ele embarcou em mais uma aventura ao enfrentar a boi&uacute;na Capei (cobra-grande). Ela fizera morada sob uma pedra que, antes, era uma bela jovem. Macuna&iacute;ma derrotou a serpente e a cabe&ccedil;a dela come&ccedil;ou a persegui-lo. Ele e os irm&atilde;os se ocultaram em uma choupana at&eacute; descobrir que Capei s&oacute; os seguia porque se tornara escrava dele. Capei se transmuta na cabe&ccedil;a da lua.</span></p><p class="c1"><span class="c2">Macuna&iacute;ma descobre que perdeu a Muiraquit&atilde;. Um uirapuru o encontra arrasado e lhe conta que a j&oacute;ia foi parar nas m&atilde;os de um mercador peruano chamado Venceslau Pietro Pietra. &nbsp;O propriet&aacute;rio desse objeto m&aacute;gico enriqueceu, se tornou fazendeiro e reside em S&atilde;o Paulo. Macuna&iacute;ma decidiu ir para a metr&oacute;pole atr&aacute;s do amuleto e os irm&atilde;os o acompanharam.</span></p><h3 class="c0" id="h.l6o74i1wasp9"><span class="c3">Cap&iacute;tulo V: Piaim&atilde;</span></h3><p class="c1"><span class="c2">Antes de ir para S&atilde;o Paulo, Macuna&iacute;ma deixa sua consci&ecirc;ncia na ilha de Marapat&aacute;. Ele toma banho em uma &aacute;gua m&aacute;gica e sua pele fica branca, os olhos azuis e os cabelos loiros. Jigu&ecirc; tamb&eacute;m decide se banhar na piscina natural, mas como o irm&atilde;o j&aacute; tomou banho nela, o m&aacute;ximo que ele consegue &eacute; obter a cor do bronze. Maanape fica com o restinho da &aacute;gua e s&oacute; molha a palma das m&atilde;os e dos p&eacute;s. Eles pretendem se sustentar com o cacau, mas ele n&atilde;o vale como moeda de troca em S&atilde;o Paulo.</span></p><p class="c1"><span class="c2">Macuna&iacute;ma teme ter que arranjar um emprego. Na primeira noite nessa cidade o her&oacute;i dorme com tr&ecirc;s prostitutas brancas. A princ&iacute;pio o her&oacute;i fica desnorteado, principalmente ao conhecer as m&aacute;quinas, que ele confunde com os ru&iacute;dos dos animais na floresta. &nbsp;Ele e os irm&atilde;os se hospedam em uma pens&atilde;o. Jigu&ecirc; &eacute; convertido em telefone e faz uma liga&ccedil;&atilde;o para os cabar&eacute;s, pedindo lagostas e francesas.</span></p><p class="c1"><span class="c2">O her&oacute;i descobre que Pietro Pietra &eacute; o gigante Piaim&atilde;, que come as pessoas e vive com a Caapora. Na primeira vez em que eles se encontram, o tit&atilde; mata Macuna&iacute;ma com uma flechada e o fatia em partes pequenas. Maanape, auxiliado por uma formiga e um carrapato, consegue trazer o protagonista de volta &agrave; vida. Depois de ingerir guaran&aacute; o her&oacute;i se fortalece. Ele se prepara para desafiar o gigante; obt&eacute;m uma arma, muitas balas e u&iacute;sque.</span></p><h3 class="c0" id="h.i6ddasmtlasu"><span class="c3">Cap&iacute;tulo VI: A francesa e o gigante</span></h3><p class="c1"><span class="c2">Macuna&iacute;ma se disfar&ccedil;a de francesa e vai a um encontro com o gigante. Piaim&atilde; tenta seduzi-lo; ele se aproveita e pede para ver a muiraquit&atilde;. Pietro Petra lhe mostra a pedra. Ele diz &agrave; falsa francesa que adquirira a j&oacute;ia da pr&oacute;pria Imperatriz das icamiabas. Depois Venceslau quis brincar com a francesa e o her&oacute;i fugiu pelo jardim. Piaim&atilde; o seguiu e o aprisionou em uma cesta. Macuna&iacute;ma conseguiu se libertar e foi ca&ccedil;ado por Xer&eacute;u, o cachorro do gigante. Ele acabou indo parar na Ilha do Bananal. Em um formigueiro o animal o deixou sem sa&iacute;da. Piaim&atilde; tentou de tudo para tir&aacute;-lo da&iacute;, mas o her&oacute;i resistiu. S&oacute; conseguiu fugir quando teve a ideia de tirar toda a roupa e jogar pela entrada do seu esconderijo. Quando j&aacute; n&atilde;o restava mais nada, ele ofereceu o pr&oacute;prio &oacute;rg&atilde;o genital. Cego pela f&uacute;ria, o gigante n&atilde;o percebeu o ardil e lan&ccedil;ou o mais longe poss&iacute;vel o falo dele, com Macuna&iacute;ma junto. Ele retornou para S&atilde;o Paulo.</span></p><h3 class="c0" id="h.fi6iz2460b7r"><span class="c3">Cap&iacute;tulo VII: Macumba</span></h3><p class="c1"><span class="c2">Para derrotar o gigante, Macuna&iacute;ma vai para o Rio de Janeiro e procura um terreno de Exu, comandado por Tia Ciata, negra velha ancestral e m&atilde;e-de-santo. Uma meretriz d&aacute; passividade a Exu e o protagonista &eacute; escolhido como filho dessa entidade. Macuna&iacute;ma pede a oportunidade de se vingar do gigante. O ente espiritual lhe concede a realiza&ccedil;&atilde;o desse desejo e o corpo da polaca passa por in&uacute;meros sofrimentos e mart&iacute;rios; simultaneamente Piaim&atilde; &eacute; submetido &agrave; mesma tortura. A&iacute; Macuna&iacute;ma prova cacha&ccedil;a pela primeira vez.</span></p><h3 class="c0" id="h.z1r8yi418r4o"><span class="c3">Cap&iacute;tulo VIII: Vei, a Sol</span></h3><p class="c1"><span class="c2">Ap&oacute;s a macumba, Macuna&iacute;ma encontra a &aacute;rvore Volum&atilde;. Para se vingar de uma trapa&ccedil;a do her&oacute;i, ela o lan&ccedil;a em uma pequena ilha deserta. A&iacute;, enquanto ele dorme, um urubu faz suas necessidades sobre a cabe&ccedil;a dele. Ao acordar, Macuna&iacute;ma desejou partir para o c&eacute;u, mas ningu&eacute;m quis lev&aacute;-lo, pois ele fedia. Somente Vei, a Sol, aceitou o her&oacute;i e ordenou que suas tr&ecirc;s filhas o deixassem bem limpo. Vei pretendia convencer o protagonista a se casar com uma delas; ele ganharia a Europa, a Fran&ccedil;a e a Bahia. Mas deveria ser fiel &agrave; esposa. Macuna&iacute;ma aceita e promete fidelidade, mas n&atilde;o consegue cumprir seus prop&oacute;sitos. O pre&ccedil;o que Vei lhe imp&otilde;e &eacute; perder a fonte da juventude eterna, que seria seu presente de casamento. O monstro Mianiqu&ecirc;-Teib&ecirc; tentou devorar Macuna&iacute;ma, mas acabou comendo a jovem que brincava com o her&oacute;i.</span></p><h3 class="c0" id="h.7bvbhjmghwc"><span class="c3">Cap&iacute;tulo IX: Carta pras icamiabas</span></h3><p class="c1"><span class="c2">De volta a S&atilde;o Paulo Macuna&iacute;ma escreve uma carta para as icamiabas em estilo cl&aacute;ssico, descrevendo tudo que encontrou nessa cidade e pedindo a elas que enviem mais recursos financeiros. &nbsp;Conta tamb&eacute;m que est&aacute; prestes a resgatar a muiraquit&atilde;.</span></p><h3 class="c0" id="h.q8wip73pwuv6"><span class="c3">Cap&iacute;tulo X: Pau&iacute;-P&oacute;dole</span></h3><p class="c1"><span class="c2">O gigante se cura da surra e repousa sobre a muiraquit&atilde;. O her&oacute;i anda por S&atilde;o Paulo e durante as festas do Dia do Cruzeiro ele discursa narrando o mito nativo do Pai do Mutum, ou Pau&iacute;-P&oacute;dole, o aut&ecirc;ntico Cruzeiro do Sul.</span></p><h3 class="c0" id="h.j0iffj6potyf"><span class="c3">Cap&iacute;tulo XI: A velha Ceiuci</span></h3><p class="c1"><span class="c2">Macuna&iacute;ma inventa hist&oacute;rias de ca&ccedil;adas fartas ao se frustrar em uma tentativa de apanhar uma ca&ccedil;a melhor no Bosque da Sa&uacute;de. Todos descobrem a mentira, confessada por ele mesmo. Depois disso ele revida implicando os irm&atilde;os em uma brincadeira em via p&uacute;blica. Tudo termina mal quando o her&oacute;i quase &eacute; levado para a pris&atilde;o. Ele foge. Numa disputa com Chuvisco, Macuna&iacute;ma &eacute; derrotado ao tentar assustar o gigante. Ent&atilde;o ele vai pescar no Tiet&ecirc; e cai na rede de Ceiuci, esposa de Piaim&atilde;. Ele &eacute; deixado na sala da casa do gigante enquanto a mulher vai preparar tudo para ass&aacute;-lo. Mas a filha ca&ccedil;ula de Ceiuci o encontra e o esconde no quarto dela, onde os dois come&ccedil;am a brincar. No fim da hist&oacute;ria ele teve que fugir da velha. Nessa fuga passa por in&uacute;meras aventuras e por boa parte do pa&iacute;s. No fim o tuiui&uacute; virou avi&atilde;o e o trouxe de volta para S&atilde;o Paulo. A filha ca&ccedil;ula do gigante se transforma em cometa.</span></p><h3 class="c0" id="h.rprfayoyzd6u"><span class="c3">Cap&iacute;tulo XII: Tequeteque, chupinz&atilde;o e a injusti&ccedil;a dos homens</span></h3><p class="c1"><span class="c2">Macuna&iacute;ma fica com sarampo, mas &eacute; curado. O gigante vai para a Europa com seus familiares. Macuna&iacute;ma faz de tudo para ir tamb&eacute;m, como pintor, com pens&atilde;o do governo, mas seus planos s&atilde;o frustrados. Ele cai no golpe do mascate e fica sem dinheiro. O her&oacute;i testemunha uma cena que considera injusta, protagonizada por um pequeno tico-tico e um chupinz&atilde;o. O protagonista &eacute; enganado por um macaco, cr&ecirc; que pode quebrar os pr&oacute;prios test&iacute;culos para comer e morre. Seu corpo &eacute; conduzido para a pens&atilde;o, onde Maanape o ressuscita de novo. Esse mesmo irm&atilde;o d&aacute; um jeito de ajudar Macuna&iacute;ma a ganhar no bicho o tempo todo.</span></p><h3 class="c0" id="h.rv2qs51lbydi"><span class="c3">Cap&iacute;tulo XIII: A piolhenta do Jigu&ecirc;</span></h3><p class="c1"><span class="c2">Macuna&iacute;ma apanha erisipela e os irm&atilde;os cuidam dele com medicamentos indicados pelos brasileiros. Jigu&ecirc; conquista uma nova companheira, Suzi. Macuna&iacute;ma logo passa a brincar com ela e o irm&atilde;o come&ccedil;a a suspeitar. Ele acaba flagrando os dois amantes e bate em ambos. Reclusa em seu quarto, a jovem se distrai catando piolhos; entre trai&ccedil;&otilde;es e flagrantes, Jigu&ecirc; a manda embora e ela decide morar no c&eacute;u; torna-se a estrela que pula.</span></p><h3 class="c0" id="h.8bfx24dmk766"><span class="c3">Cap&iacute;tulo XIV: Muiraquit&atilde;</span></h3><p class="c1"><span class="c2">Piaim&atilde; retorna da Europa. Macuna&iacute;ma passa a vigiar a casa dele. Macuna&iacute;ma narra a bela hist&oacute;ria da on&ccedil;a Palau&aacute; e do autom&oacute;vel. Em uma ocasi&atilde;o, o gigante apanha o pr&oacute;prio motorista do t&aacute;xi em que o her&oacute;i tinha vindo e o lan&ccedil;a em uma panela de ferro com macarr&atilde;o fervente. Macuna&iacute;ma, que teria a mesma sorte, resolve ludibriar o gigante. Ele inverte o jogo e lan&ccedil;a o gigante no tacho. O odor intenso deixa o her&oacute;i inconsciente. Ao despertar, ele v&ecirc; Piaim&atilde; sem vida. Ent&atilde;o o protagonista resgata a muiraquit&atilde; e retorna para a pens&atilde;o.</span></p><h3 class="c0" id="h.xkupdd8m3m0"><span class="c3">Cap&iacute;tulo XV: A pacuera de Oib&ecirc;</span></h3><p class="c1"><span class="c2">Os irm&atilde;os voltam para suas terras. No caminho pelo Araguaia o ex&eacute;rcito de passarinhos sa&uacute;da o her&oacute;i, que volta a assumir o t&iacute;tulo de Imperador do Mato-Virgem. &nbsp;Macuna&iacute;ma resgata Iriqui, sua companheira. Ele encontra Mapinguari, macaco-homem que adora bulinar as jovens e o confunde com uma mulher, s&oacute; o deixando partir ap&oacute;s ver seu &oacute;rg&atilde;o genital; o her&oacute;i cruza seu caminho com o monstro Oib&ecirc;, o minhoc&atilde;o pavoroso, que o hospeda. No momento da refei&ccedil;&atilde;o ele nega a Macuna&iacute;ma um peda&ccedil;o de pacuera. O protagonista o ilude e rouba-lhe a ca&ccedil;a. Oib&ecirc; o persegue mato afora. Na fuga Macuna&iacute;ma transforma um p&eacute; de carambola em princesa, volta para a companhia dos irm&atilde;os e de Iriqui, que fica com ci&uacute;mes da outra mulher, pois agora o her&oacute;i s&oacute; queria namorar a princesa. Oib&ecirc; se transforma em cachorro-do-mato. Iriqui vira estrela no c&eacute;u.</span></p><h3 class="c0" id="h.4637x97s0eie"><span class="c3">Cap&iacute;tulo XVI: Uraricoera</span></h3><p class="c1"><span class="c2">Enfim o grupo chega ao rio Uraricoera, a terra natal. Depois acham a choupana antiga. O her&oacute;i adoece; estava com mal&aacute;ria. Todo mundo foi para o trabalho, menos ele, que voltou para a ilha de Marapat&aacute; &agrave; procura de sua consci&ecirc;ncia na foz do Rio Negro. Ele n&atilde;o a encontrou mais, por&eacute;m se apropriou da consci&ecirc;ncia de um latino-americano e partiu feliz.</span></p><p class="c1"><span class="c2">O bruxo Tzal&oacute;, que s&oacute; tinha uma perna, escondia um tesouro, uma cuia m&aacute;gica; era s&oacute; afundar esse recipiente no rio e depois virar na praia; dela emergiam muitos peixes, que surgiam do nada. Jigu&ecirc; furtou essa caba&ccedil;a e retornava para a cabana todos os dias com uma grande quantidade de peixes. Macuna&iacute;ma percebeu qual era a magia do irm&atilde;o e, sem que ele soubesse, realizou o mesmo feito, mas perdeu a cuia.</span></p><p class="c1"><span class="c2">O feiticeiro Caic&atilde;e possu&iacute;a uma viola m&aacute;gica; sempre que a tocava, as ca&ccedil;as se acumulavam diante dele. Jigu&ecirc; se apossou desse instrumento e depois o her&oacute;i a roubou dele. Na hora da ca&ccedil;ada, ele se acovardou diante de tantos animais e fugiu. Na corrida Macuna&iacute;ma danificou a viola.</span></p><p class="c1"><span class="c2">Jigu&ecirc; fica revoltado e decide n&atilde;o ca&ccedil;ar nem pescar. Todos ficam com fome. O her&oacute;i decide partir para o revide. Ele lan&ccedil;a um feiti&ccedil;o sobre um anzol, um dente de sucuri. Seu irm&atilde;o n&atilde;o resiste &agrave; tenta&ccedil;&atilde;o e apanha o objeto. O dente afunda em sua m&atilde;o e a&iacute; lan&ccedil;a seu veneno. A les&atilde;o consome Jigu&ecirc; gradualmente at&eacute; s&oacute; lhe restar a sombra. A princesa, j&aacute; interessada nele, resolve se vingar de Macuna&iacute;ma. A sombra de Jigu&ecirc; envenena o her&oacute;i, mas ele se livra do veneno ao contagiar tudo e todos a sua volta.</span></p><p class="c1"><span class="c2">Jigu&ecirc;, enfurecido, decide engolir todos. Seu objetivo maior era Macuna&iacute;ma, mas ele consegue evitar esse fim. Maanape e a princesa s&atilde;o devorados pela sombra de Jigu&ecirc;.</span></p><h3 class="c0" id="h.9eewp61dlip0"><span class="c3">Cap&iacute;tulo XVII: Ursa maior</span></h3><p class="c1"><span class="c2">O her&oacute;i passa a sofrer com a solid&atilde;o em sua choupana. Todos partiram, at&eacute; os papagaios que sempre estavam ao seu lado. S&oacute; restou um, o arua&iacute;. &Eacute; para ele que o protagonista conta toda sua hist&oacute;ria. &nbsp;Mas, no fim, at&eacute; esse p&aacute;ssaro parte. Para aliviar o isolamento, Macuna&iacute;ma decide brincar com a Uiara no fundo de uma lagoa. Mas neste embate ele perde partes do corpo e a muiraquit&atilde;. O protagonista reencontra tudo, menos a pedra e a perna.</span></p><p class="c1"><span class="c2">O her&oacute;i sobe ao c&eacute;u por um cip&oacute;, mesmo sem a perna. S&oacute; leva com ele uma gaiola com o casal de galinhas que trouxera de S&atilde;o Paulo. O her&oacute;i encontrou a lua, pediu que o abrigasse, mas ela recusou guarida. Enfurecido, ele bateu no rosto da lua. Foi ent&atilde;o procurar a estrela-da-manh&atilde;, por&eacute;m a mesma tamb&eacute;m o rejeitou. Ent&atilde;o Macuna&iacute;ma foi pedir ajuda a Pau&iacute;-P&oacute;dole, o Pai do Mutum. Embora essa entidade gostasse muito dele, n&atilde;o pode acolh&ecirc;-lo. Com pena do protagonista, ele inventou uma m&aacute;gica e transmutou Macuna&iacute;ma e seus bens na Constela&ccedil;&atilde;o de Ursa Maior.</span></p><p class="c1 c6"><span class="c2"></span></p>
	<section id="seção-final">
		Capítulo XVII: Ursa maior
		O herói passa a sofrer com a solidão em sua choupana. Todos partiram, até os papagaios que sempre estavam ao seu lado. Só restou um, o aruaí. É para ele que o protagonista conta toda sua história.  Mas, no fim, até esse pássaro parte. Para aliviar o isolamento, Macunaíma decide brincar com a Uiara no fundo de uma lagoa. Mas neste embate ele perde partes do corpo e a muiraquitã. O protagonista reencontra tudo, menos a pedra e a perna.
		O herói sobe ao céu por um cipó, mesmo sem a perna. Só leva com ele uma gaiola com o casal de galinhas que trouxera de São Paulo. O herói encontrou a lua, pediu que o abrigasse, mas ela recusou guarida. Enfurecido, ele bateu no rosto da lua. Foi então procurar a estrela-da-manhã, porém a mesma também o rejeitou. Então Macunaíma foi pedir ajuda a Pauí-Pódole, o Pai do Mutum. Embora essa entidade gostasse muito dele, não pode acolhê-lo. Com pena do protagonista, ele inventou uma mágica e transmutou Macunaíma e seus bens na Constelação de Ursa Maior.
	</section>
	<BR><BR><BR>
	<a href="#seção-a" class="btn">Início</a>
	<BR><BR><BR>
</body>
</html>